{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v1.7.2", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "mnist_model_1/conv2d_1/kernel", "shape": [3, 3, 1, 28], "dtype": "float32"}, {"name": "mnist_model_1/conv2d_1/bias", "shape": [28], "dtype": "float32"}, {"name": "mnist_model_1/dense_2/kernel", "shape": [4732, 128], "dtype": "float32"}, {"name": "mnist_model_1/dense_2/bias", "shape": [128], "dtype": "float32"}, {"name": "mnist_model_1/dense_3/kernel", "shape": [128, 10], "dtype": "float32"}, {"name": "mnist_model_1/dense_3/bias", "shape": [10], "dtype": "float32"}]}]}
